Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/white_papers/samediggediedadus_samegiela_gaktuj_2012.pdf.tmx
Source language: smj
Languages: sma

source: gielladåjmaj aktisasjbargo ja koordinerima åvdås iesjguhtik giellaguovlon.
sma: laavenjostedh, juktie gïeleråajvarimmieh iktedidh dejnie ovmessie gïeledajvine.

source: Sámegiela dile gåvvå
sma: Tsiehkien bïjre saemien gïelide

source: Buorre giellapolitihka vuodon hæhttu da iesjguhtik dile majt giella váset, ja dáv ij máhte dahkat buorre duogásjmáhtudagáj ja kárttimij dagá.
sma: Hijven gïelepolitihke tjuara dejtie ovmessie gïeletsiehkide krööhkedh, jïh ij maehtieh dam darjodh bielelen hijven betniedaajroe jïh goerehtallemh.

source: Ållesájggásasj kárttima iesjguhtik gielladiles luluj navti vuogas ræjddon.
sma: Sæjhta dannasinie nuhteligs årrodh dejtie ovmessie gïeletsiehkide daamtaj goerehtalledh.

source: Gielladåjmaj vuoksjuj le aj ájnas jut li årniga ma ållesájggásasj gåvåv vaddi sámegiela anos iesjguhtik suorgen li sajenis.
sma: Gïeleråajvarimmiej gaavhtan aaj vihkeles öörnegh utnedh mah aktem juhtije guvviem vadta saemien gïeleåtnoste ovmessie suerkine.

source: Uddni le dåssju statistihkalasj gåvvå oahppogiela válljimis skåvlån.
sma: Daan biejjien maahta ajve statistihkesne vuejnedh mah lïerehtimmiegïelh mah skuvlesne veeljesuvvieh.

source: Sæmmilágásj registrerim duola dagu galles sámásti dievnastusfáladiddje ásadusájn ja makta sámegiella ássjegiehtadallamin aneduvvá luluj aj vuogas.
sma: Akte seammaleejnes vïhtesjadteme, vuesiehtimmien gaavhtan man gellie mah dïenesjeinstitusjovnine saemiestieh, jïh man jïjnjem saemien aamhtesegietedïmmesne nåhtede, sæjhta aaj nuhteligs årrodh.

source: Dárbbo le aj ienep dutkamis dán suorgen.
sma: Aaj daerpies vielie dotkeminie daan suerkien sisnjelen.

source: Dán aktijvuodan le luondulasj gehtjadit Sáme allaskåvllåj ja sáme statistihka analyjssajuohkusij hiebalgis dåjmadiddjijda gå sij li ham sáme giellabirrasij lahka.
sma: Daan sjïekenisnie Saemien jolleskuvle jïh analysedåehkie saemien statihkese vååjnoeh goh sjyöhtehke aktöörh, juktie dej lea lïhkesvoete dejtie saemien gïelebyjresidie.

source: Gå galggá sámegielaj sebrudakdilev guoradallat Vuonan, de ihkap luluj vuogas adnet UNESCO vuogev gielladilev analyserit.
sma: Aktene faageles analysesne siebriedahketsiehkijste saemien gïelese Nöörjesne, maahta nuhteligs årrodh UNESCO ’ n vuekiem nåhtadidh juktie gïeletsiehkide analyseradidh.

source: Organisasjåvnnå le vædtsagav hábbmim mij árvustallá makta gielan le nanos jali rasjes dille.
sma: Åårganisasjovne aktem dïrregem dorjeme juktie vuarjasjidh man nænnoes jallh hiejjehts akte gïele lea.

source: Dáv vædtsagav máhttá adnet buohtastahtátjit ja differensierit iesjguhtik sámegielaj gaskan, ja aj viehkken dádjadittjat ærodusájt man nannusit giella le sajájduvvam iesjguhtik geográfalasj guovlon.
sma: Daate dïrrege maahta dej ovmessie saemien gïeli gaskem joekehtidh, jïh aaj viehkine årrodh vuarjasjidh man nænnoes jallh hiejjehts gïele lea dejnie joekehts geografeles dajvine.

source:  Buorre giellaplánim mij le vuogas, ållesájggásasj kárttimij ja fágalasj analyjsaj nanna
sma:  Hijven gïelesoejkesjimmie, man våarome leah hijven, juhtije goerehtallemh jïh faageles

source: vuododum.
sma: analysh.

source:  Barggat dan vuoksjuj jut sáme statistihka analyjssajuogos ressursajt oadtju váj bessi ålles ájge
sma:  Barkedh ihke analysedåehkie saemien statistihkese vierhtieh åådtje juktie jaabnan

source: sámegiela dilev ja åvddånahttemav Vuonan kárttit ja analyserit.
sma: goerehtalledh jïh analyseradidh tsiehkiem jïh evtiedimmiem saemien gïelese Nöörjesne

source: Sámegiela bærrájgæhttje- ja gujttimorgádna
sma: Vaaksjome- jïh klååkemeåårgane saemien gïelide

source: Sámelága giellanjuolgadusá galggi sihkarasstet jut ájnegis ulmutja riektá sámegielav adnet almulasj aktijvuodajn ålliduvvá.
sma: Aajkoe saemielaaken gïelenjoelkedassigujmie lea gorredidh dam aktegs almetjen reaktam saemien nåhtadidh gosse byögkelesvoetine govlehtalla.

source: Ajtu vájku dá njuolgadusá li sajenis vásedi ájnegis ulmutja njuolgadusá e tjuovoduvá.
sma: Dååjrehtimmieh vuesiehtieh jalhts daah njoelkedassh gååvnesieh, dle såemies almetjh dååjrieh njoelkedassh dååjeluvvieh, jïh dej indivijduelle reaktah eah illesovvh.

source: Uddni le fylkkamánne sámelága giellanjuolgadusáj gujttimorgádna jus gujttim guosská suohkanlasj jali fylkkasuohkanlasj ásadusájda.
sma: Daan biejjien fylhkenålma klååkemeåårgane saemien gïelenjolkedasside dastegh klååkeme lea tjïelten jallh fylhkentjïelten åårgani bïjre.

source: Dát ij le ájggomusáj milta doajmmam.
sma: Daate akte funksjovne mij ij leah aajkoen mietie jåhteme.

source: Fylkkamánne ij oattjo vargga avtak gujttimusáv, madi sæmmi båttå media baktu álu åvddån boahtá ájnegis ulmutja e ietjasa riektájt oattjo ållidum.
sma: Fylhkenålma mahte ij naan klååkoeh dååste, seamma aejkien goh meedija daamtaj soptseste almetjh eah sijjen reaktah åadtjoeh.

source: Vuojnnet gássjel le ájnegis ulmutjijda diehtet gejna galggi aktijvuodav válldet gå galggi gujttit, ja fylkkamánnij bieles ilá binná ressursa biejaduvvi dáv gujttimårnigav tjuovvolittjat.
sma: Vååjnoe goh almetjh eah daejrieh giese edtjieh klååkedh, jïh fylhkenålmah fer vaenie vierhtieh nåhtadieh juktie daam klååkemeöörnegem tjïrrehtidh.

source: Duodden ij le fylkkamánnijn makkirak gæhttjodoajmma giellanjuolgadusáj milta.
sma: Lissine dle fylhkenålman ij naan vaaksjomefunksjovne gïelenjoelkedasside.

source: Sámelága giellanjuolgadusáj doadjemis ælla makkirak vájkkudusá sidjij gudi njuolgadusájt dådjali.
sma: Jis naaken meadtam dorjeme saemielaaken gïelenjoelkedassi vööste, dle satne ij laejhtemem åadtjoeh.

source: Navti le gevvam jut dakkir dille le sjaddam gånnå ájnegis ulmutjij riektá e ålliduvá.
sma: Dan åvteste almetjh eah sijjen reaktah åadtjoeh, jïh daate akte ovvaajteles tsiehkie.

source: Dássta giela sadje sebrudagán hedjun, ja ájge milta soajttá álbedit dajt båhtusijt ma li lágaj baktu ållidum.
sma: Daate joekoen nåake gïelen sijjien gaavhtan siebriedahkesne, jïh maahta guhkiebasse dejtie illedahkide goerpedehtedh mejtie laaki tjïrrh åådtjeme.

source: Sámedigge sihtá juohkka ájnegisá riektá sámegielav adnet mij le riektá baktu mierredum sihkarasteduvvá ja vuojnná dárbov oahttseårnigis.
sma: Saemiedigkie sæjhta fïerhten almetjen laakeviedteldihkie reakta saemien nåhtadidh gorresåvva, jïh vuajna daerpies dovne klååkemeöörnegem gïehtjedidh, jïh mejtie daerpies aktine vaaksjomeöörneginie.

source: Váj galggá bærrájgæhttjat juohkka ájnegisá riektáv sámegielav adnet le dárbbo gujttimásadusás mij le vuojnnusin, aktan oahttseásadusájn mij almulasj ásadusájt bærrájgæhttjá.
sma: Jis edtja gorredidh fïereguhten reaktam saemien gïelem nåhtadidh, dle daerpies aktine våajnoes klååkemeåårganine, jïh akte vaaksjomeåårgane mij dejtie byögkeles etaatide vååksje.

source: Sámedigge vuojnná dá rålla máhtti avtat ja sæmmi ásadusás tjoavdeduvvat, ja oajvvat sámelága giellanjuolgadusáj oahttse- ja gujttimorgádna ásaduvvá.
sma: - jïh klååkemeåårgane tseegkesåvva saemielaaken gïelenjoelkedasside. Gosse edtja mandaatem

source: Dákkir orgána mandáhta hábbmimin galggá Sámedikken guovdásj roalla ja galggá mierredit gåktu gujttim- ja oahttsedoajmma háldaduvvá.
sma: dagkeres åårganese darjodh, dle Saemiedigkie edtja vihkeles råållam utnedh, jïh tsevtsedh guktie edtja klååkeme- jïh vaaksjomefunksjovnem reeredh.

source: 23 Oahttse- ja gujttimorgádna hæhttu vuojnnusin liehket váj ájnegis ulmutja diehti gejna galggi aktijvuodav válldet, sæmmi båttå gå orgádna dåjmalattjat almulasj ásadusájt bærrájgæhttjá.
sma: 25 Vaaksjome- jïh klååkemeåårgane tjuara våajnoes årrodh guktie fïereguhte daajra giejnie edtja govlehtalledh, jïh åårgane tjuara byögkeles institusjovnh eadtjohkelaakan vaaksjodh.

source: Sámediggediedádus åhpadusá hárráj lagábut dagástallá Sámedikke rållav sáme mánáj ja nuoraj oahttsen åhpadusá riektáj vuoksjuj ja Sámedikke rållav bærrájgæhttjeorgádnan sáme oahppogatjálvisáj vuoksjuj.
sma: Saemiedigkiebïevnesisnie lïerehtimmien jïh ööhpehtimmien bïjre digkedeminie ihke lea daerpies Saemiedigkien råållam tjïelkestidh, goh tjïrkije saemien maanaj jïh noeri ööhpehtimmiereaktese, jïh Saemiedigkien råålla goh vaaksjovmeåårgane saemien lïerehtimmiegyhtjelasside.

source: Luluj luondulasj dájt prosessajt aktan gehtjadit.
sma: Sæjhta iemie årrodh daejtie prosesside ektesne vuejnedh.

source:  Dåjmalasj oahttse- ja gujttimorgádna sámelága giellanjuolgadusáj gáktuj
sma:  Akte eadtjohke vaaksjome- jïh klååkemeåårgane saemielaaken gïelenjoelkedasside

source:  Sámelága giellanjuolgadusáj oahttse- ja gujttimorgána mandáhtav dahkat
sma:  Mandaatem darjodh vaaksjome- jïh klååkemeåårganese saemielaaken gïelenjoelkedasside

source: Barggosuorgge 2: Sámegiela ålgodisævto
sma: Barkoesuerkie 2: Mierietsiehkieh saemien gïelese

source: Váj sámegiela boahtteájgev nanni de le galle ålgodisævtojs ma hæhttuji sajenis liehket.
sma: Juktie båetije aejkiem saemien gïelese gorredidh, dle såemies mierietsiehkieh tjuerieh stïeresne årrodh.

source: Buorre ulme sámegiela vuoksjuj e ålliduvá váni nuoges rudá ja ulmutja.
sma: Ij maehtieh hijven ulmieh saemien gïelese jaksedh bielelen nuekies ekonomeles jïh almetjen vierhtieh.

source: Ævto dagu giellafágalasj åvddånahttem, giellabargo organiserim ja birástagá hæhttuji aj sajenis jus giella galggá buoragit åvddånit.
sma: Tsiehkieh goh gïelefaageles evtiedimmie, öörnedimmie gïelebarkoste jïh mierieh tjuerieh aaj stïeresne årrodh, juktie hijven gïeleevtiedimmiem gorredidh.

source: Gå sámegiela nannimijn ja åvddånahttemijn barggá de sjaddá ájnas ieridit gaskan ájnegis ulmutja riektáj sámegiela adnuj ja dárbo ma iesjguhtik sámegielan le vijddásappo åvddånit.
sma: Gosse edtja saemien gïelem eevtjedh jïh evtiedidh, sæjhta vihkeles årrodh joekehtidh gaskem fiereguhten reaktam saemien gïelem nåhtadidh, jïh dah ovmessie daerpiesvoeth mejtie saemien gïelh utnieh jis edtjieh vijriesåbpoe evtiesovvedh.

source: Luluj vuogas gehtjadit ájnegis ulmutjij riektájt almulasj dievnastusfálaldagáj aktijvuodan, madi sámegiela åvddånibme hæhttu álgget dajs dárbojs ma gielan li iesjguhtik giellaguovlon.
sma: Sæjhta maereles årrodh dejtie indivijduelle gïelereaktide byögkeles dïenesjigujmie ektine vuejnedh, mearan evtiedimmie saemien gïeleste tjuara gïelen daerpiesvoeth dejnie ovmessie gïeledajvine våaroeminie utnedh.

source: Sámelága giellanjuolgadusá ja háldadimmodella
sma: Saemielaaken gïelenjoelkedassh jïh reerememaallh

source: Sámedikke álggo le riektá mij juohkka sámegielagin le gielas adnet.
sma: Saemiedigkien våarome lea dïhte reakta jïjtse gïelem nåhtadidh, maam gaajhkh saemiestæjjah utnieh.

source: Juohkka sámegielagin galggá riektá sámegielav adnet almulasj aktijvuodan vájku dal gånnå årru.
sma: Fïerhte saemiestæjja edtja reaktam utnedh saemien nåhtadidh gosse byögkelesvoetine govlehtalla, saaht gusnie årroeminie.

source: Uddni li dá riektá dåssju sijájn gudi årru sáme giellaháldadimguovlon årru, gå sámelága giellanjuolgadusá guosski dåssju dájda suohkanijda.
sma: Daan biejjien dle ajve dah mah tjïeltine årroeh, mah leah saemien gïelen reeremedajvesne, mah daejtie reaktide utnieh, juktie saemielaaken gïelenjoelkedassh ajve dejtie tjïeltide feerhmieh.

source: Danen beras luluj sámelága giellanjuolgadusá rievddaduvvat, váj ålles lánndaj guosski.
sma: Dannasinie daerpies aktine staeriedimmine saemielaaken gïelenjoelkedassijste, guktie dah abpe laantem feerhmieh.

source: Almulasj háldadibme le stáhta duogen guoskavasj lágaj milta.
sma: Byögkeles reereme akte staateles dïedte mij lea vihtiestamme laakine.

source: Gå sámeláhka mierret sáme- ja dárogiella li avtaárvvusasj giela, bierri juohkka sámegielagin sæmmi riektá sámegiela adnuj dagu dárogielagijn le dárustit.
sma: Juktie saemielaake vihteste saemien jïh nöörjen leah seammavyörtegs gïelh, dle gaajhkh saemiestæjjah byöroeh seamma reaktah utnedh saemien nåhtadidh, goh dah mah nöörjen soptsestieh.

source: ILO-konvensjåvnnå 169 mierret ájnegis ulmutjijn le riektá gielasa oahppat ja adnet.
sma: ILO-konvensjovne nr. 169, vihteste dam reaktam almetjh utnieh juktie sijjen gïelem lïeredh jïh gïelem nåhtadidh.

source: Vuodna le dáv konvensjåvnåv vuollájtjállám, ja navti le vælggogis dilev láhtjet váj almulasj dievnastusá sámegiellaj fáladuvvi suohkanij, fylkkasuohkanij ja ietjá almulasj oajválattjaj háldadijn.
sma: Nöörje daam konvensjovnem ratifiseradamme, jïh naemhtie dïedtem åtna byögkeles dïenesjh saemien gïelesne sjïehteladtedh tjïelten, fylhkentjïelten jïh jeatjah byögkeles reeremisnie.

source: Udnásj njuolgadusáj rievddam mierkki sámelága giellanjuolgadusá ålles lánndaj guosski, ja e ájnegis guovlojda ráddjiduvá.
sma: Akte staeriedimmie daan beajjetje njoelkedassijste sæjhta jiehtedh saemielaaken gïelenjoelkedassh abpe laantem feerhmieh, jïh eah leah gaertjiedamme ajve såemies dajvide.

source: Dákkir rievddam aj udnásj háldadimguovlluj vájkkut.
sma: Akte dagkeres jarkelimmie aaj konsekvensh åådtje daan beajjetje reeremedajvese.

source: Sámedigge diehtá Ráddidus le dálla sámelága giellanjuolgadusájt tjadádime ja boahtteájge háldadimmodellajt árvustallá.
sma: Saemiedigkie daajra daelie Reerenasse saemielaaken gïelenjoelkedassh digkedeminie, jïh båetijen aejkien reerememaallh vuarjesje.

source: Sámedigge vuojnná dárboj dákkir tjadádimes gielladile, ieritjåhtema ja háldadimguovlo ådå suohkanij diehti.
sma: Saemiedigkie vuajna daerpies aktine dagkarinie digkedimmine dan åvteste gïeletsiehkie jïh årromemaalle jarkelamme, jïh aaj dan åvteste orre tjïelth leah meatan sjïdteme reeremedajvesne.

source: Boahtteájge háldadimmmodælla hæhttu iesjguhtik gielladilijt vuorodit váj máhttá gielav várajda válldet ja åvddånahttet daj dárboj milta ma li iesjguhtik giellaguovlon.
sma: 26 jis edtja buektiehtidh gorredidh jïh evtiedidh gïelem dej daerpiesvoeti mietie, mah leah dejnie ovmessie gïeledajvine.

source: Gå sámelága giellanjuolgadusá rievddaduvvi ålles rijkkaj guosskat, de le dárbbo hiebadum njuolgadusájt dahkat.
sma: Dan åvteste saemielaaken gïelenjoelkedassh jorkesieh guktie dah abpe laantem feerhmieh, dle daerpies joekehts njoelkedassigujmie.

source: Sámedigge vuojnná soajttá hásstalussan muhtem suohkanijda Vuonan ietjasa sáme álmmugav sámegiellaj dievnnot.
sma: Saemiedigkie vuajna såemies tjïelth Nöörjesne sijhtieh haestemem åadtjodh sijjen saamastallije årrojidie saemien gïelesne hoksehtidh.

source: Danen le dárbbo ådå háldadimmodellas mij udnásj sáme
sma: Dannasinie daerpies aktine orre reerememaalline mij daan beajjetje reerememaallen sijjeste båata.

source: 24 giellaháldadimguovlo sadjáj boahtá. Gå dán aktijvuodan giehttop háldadimmodella birra de dat guosská almulasj dievnnomav sámegiellaj mav Sámedigge adná almulasj åvdåsvásstádussan.
sma: Gosse mijjieh daesnie reerememaallen bïjre soptsestibie, dle daate byögkeles dïenesji bïjre saemien gïelesne, mejtie Saemiedigkie åtna lea byögkelesvoeten dïedte.

source: Sámedigge sihtá háldadimmodellav mij le guovte oassáj juogedum.
sma: Saemiedigkie aktem reerememaallem vuajna mij lea guektelen juakeme.

source: Luluj vuogas jus da suohkana ma uddni li sáme giellaháldadimguovlon avta juohkusij biejaduvvi sierra njuolgadusáj.
sma: Sæjhta maereles årrodh dah tjïelth mah daan biejjien leah saemien gïelen reeremedajvesne, leah akten njoelkedassen nuelesne.

source: Dá suohkana de sjaddi giellaressursassuohkanin gånnå sáme álmmugin le vijdedum riektá sámegielak dievnastusájda ja adnuj.
sma: Daah tjïelth goh gïelevierhtietjïelth sjidtieh, gusnie saemien årrojh tjuerieh stuerebe reaktah utnedh saemien nåhtadidh jïh dïenesjh åadtjodh saemien gïelesne.

source: Sámelága giellanjuolgadusá guosski aj ietjá suohkanijda, valla sidjij ælla sæmmi vijdes gájbbádusá.
sma: Gaajhkh jeatjah tjïelth aaj sijhtieh saemielaaken gïelenjoelkedassi nuelesne årrodh, men eah seamma vijries reaktah njoelkedassine utnieh.

source: Muhtem guovdásj giellariektá hæhttuji lándav miehtáj gávnnut.
sma: Såemies eevre vihkeles gïelereaktah tjuerieh faamoem utnedh abpe laantesne.

source: Da li giellariektá åvddåskåvllåmánájda, riektá åhpadussaj sámegielan ja – giellaj, riektá varresvuohta- ja huksodievnastusájda sámegiellaj, riektá almma riektásihkarvuohtaj ietjas giellas ja riektá girkkolasj dievnastusájda sámegiellaj.
sma: Goh gïelereaktah aarhskuvlemaanide, reakta lïerehtimmiem åadtjodh saemiengïelesne, reakta healsoe- jïh hoksedïenesjh åadtjodh saemiengïelesne, gorredimmie reaktajearsoesvoeteste jïjtse gïelesne jïh reakta gyrhkeles dïenesjh åadtjodh saemien gïelesne.

source: Dákkir guovtejuogedum modælla gájbbet lijggeressursajt ja danen le dárbulasj giellaressurssasuohkana ja ietjá suohkana oadtju rammemávsov sámegielak dievnastusájda stáhtabudsjehta baktu.
sma: Akte dagkeres maalle guektelen juakeme, dorje guktie daerpies sjædta lissiehtamme vierhtiejgujmie, jïh daerpies dovne gïelevierhtietjïelth jïh gaajhkh jeatjah tjïelth mieriesertiestimmieh åadtjoeh saemiengïeleldh dïenesjidie staatebudsjedten bijjelen.

source: Sámedigge adná giellaressurssasuohkanijt ájnas aktisasjbarggoguojmmen gå galggá sámegielav bájkálattjat nannit.
sma: Saemiedigkie åtna gïelevierhtietjïelth goh vihkeles laavenjostoeguejmieh gosse edtja saemien gïelem voenges dajvesne eevtjedh.

source: Sámedigge le aktan barggagoahtám gájkaj suohkanij ma li sáme giellaháldadimguovlon guovtegielakvuodarudáj ano vuoksjuj.
sma: Saemiedigkie lea laavenjostoelatjkoeh dorjeme gaajhki tjïeltigujmie mah leah meatan reeremedajvesne, guktie edtja guektiengïelevierhtide nåhtadidh.

source: Sámedigge vuojnná dárbov suohkana dåjmalattjat barggi váj nanniji ja åvddånahtti sámegielav suohkanijn.
sma: Saemiedigkie vuajna daerpies tjïelth eadtjohkelaakan berkieh juktie eevtjedh jïh evtiedidh saemien gïelem tjïeltine.

source: Guovtegielakvuodadoarjja mav Sámedigge háldat aneduvvá åvddånahttemdoarjjan giellaressurssasuohkanijda.
sma: Sæjhta guektiengïeledåarjoem, maam Saemiedigkie reerie, nåhtadidh goh akte evtiedimmiedåarjoe gïelevierhtietjïeltide.

source: Aktisasjbarggosjiehtadusáj baktu Sámedikkijn bæssá juohkka suohkan dåjmajt jåhtuj biedjat ma hiehpi gielladilláj mij le juohkka suohkanin.
sma: Laavenjostoelatjkoej tjïrrh gïelevierhtietjïeltigujmie dle Saemiedigkie jïh fïerhte tjïelte sijhtieh nuepieh åadtjodh råajvarimmiejgujmie nïerhkedh mah leah fierhten tjïelten gïeletseahkan sjïehtedamme.

source: Sámedikke ulmme le ienep suohkana sáme álmmugijn giellaressurssasuohkanin sjaddi.
sma: Saemiedigkien ulmie lea jienebh tjïelth saemien årrojigujmie gïelevierhtietjïeltine sjidtieh.

source:  Sámegielak álmmugin galggá almma vejulasjvuohta sámegielav adnet almulasj háldadusá
sma:  Dah saamastallije årrojh tjïelke nuepieh utnieh saemien nåhtadidh gosse byögkeles reereminie

source: aktijvuodan.
sma: govlehtellieh.

source:  Sámelága giellanjuolgadusá ålles lánndaj guosski
sma:  Saemielaaken gïelenjoelkedassh abpe laanten feerhmieh

source:  Sáme giellaressurssasuohkana dåjmalattjat barggi sámegiela åvddånahttemijn.
sma:  Saemien gïelevierhtietjïelth eadtjohkelaaken berkieh juktie saemien gïelem evtiedidh

source:  Dåjmalattjat oassálasstet Sámelága giellanjuolgadusáj rievddamijda
sma:  Eadtjohkelaakan meatan årrodh Saemielaaken gïelenjoelkedassh staeriedidh

source:  Buorre ålgodisævtojt giellaressurssasuohkanijda sihkarasstet
sma:  Hijven mierietsiehkieh gorredidh gïelevierhtietjïeltide

source: Økonomalasj birástagá
sma: Ekonomeles mierieh

source: Økonomalasj ressursaj vádno le hásstalussan sihke Sámediggáj, suohkanijda, giellaguovdátja, skåvlå ja ietjá ásadusá ma sámegielajn barggi.
sma: Dan åvteste nuekies ekonomeles vierhtieh eah gååvnesh dle dïhte akte haesteme dovne Saemiedægkan, tjïeltide, gïelejarngide, skuvlide jïh jeatjah institusjovnide mah saemien gïeline berkieh.

source: Sámedigge miejnni muddo le dal stuoráp vuorodibmáj sámegielas juohkka sebrudaksuorgen.
sma: Saemiedigkie veanhta daelie akte stuerebe barkoe tjuara dorjesovvedh saemien gïeline gaajhkine siebriedahkesuerkine.

source: Dát le ållu vuodulasj jus gielan galggi åvddånahttemvejulasjvuoda.
sma: Daate eevre vihkeles jis gïele edtja hijven evtiedimmienuepieh utnedh.

source: Udnásj birástakmávso ælla dågålattja, ja Sámedigge vuojnná dárbbo le vijdes vuorodimes sámegielak fálaldagájs sebrudagán, sihke mij guosská rekrutterimij ja fáhkaulmutjij åhpadibmáj ja sámegielak fálaldagáj åvddånahttemij.
sma: Dan beajjetje mieriesertiestimmieh eah leah nuekies, jïh Saemiedigkie vuajna daerpies saemiengïeleldh faalenassh tjarke eevtjedh siebriedahkesne, dovne faagealmetjh dåårrehtidh jïh lïerehtidh, jïh saemiengïeleldh faalenassh evtiedidh.

source: Jus Sámedigge galggá fámov oadtjot sámegiela åvddånime badjel ja dan åvddånahttema åvdås vásstedit de dat gájbbet viehka ållo ienep rudá Sámediggáj.
sma: Akte sertiestimmie faamoste jïh dïedteste Saemiedægkan, juktie saemien gïelem evtiedidh, sæjhta krïevedh sagki stuerebe mieriesertiestimmieh Saemiedægkan.

source: 25 Sámedigge háldat 2012:n 65 millijåvnå sámegiellaj.
sma: Saemiedigkie 65 millijovnh kråvnah saemien gïelese åtna jaepien 2012.

source: Dájs li 53 millijåvnå njuolggadoarjja suohkanijda, fylkkasuohkanijda ja sáme giellaguovdátjijda.
sma: Dejstie 53 millijovnh leah ryöktesth dåarjoe tjïeltide, fylhkentjïeltide jïh saemien gïelejarngide.

source: Da 12 millijåvnå li iesjguhtik prosjevtajda biejadum ma li Sámedikkes jåhtuj biejadum, ja aj årnigijda masi bæssá åhtsåt.
sma: Dah aajmene 12 millijovnh leah ovmessie prosjektide mejgujmie Saemiedigkie nïerhkeme, jïh öörnegidie mej bïjre tjuara syökedh.

source: Sámedigge jahkásattjat oadtju åhtsåmusájt gåjt dal guovte gærddáj dajs rudájs ma juolloduvvi.
sma: Fïerhten jaepien Saemiedigkie ohtsemh dååste ovrehte guektiengïerti åvteste.

source: Viehka moadda buorre prosjevtajda rudájt åhtsi, valla gå moattes åhtsi de hæhttu garrasit vuorodit.
sma: Jïjnjh hijven prosjekth, men dannasinie dan jeenjesh ohtsedieh dle tjuara striengkieslaakan prijoriteradidh.

source: Sámedigge doarjju aj sáme tjáppagirjálasjvuodav, oahpponævvobuvtadimev ja ietjá giellagullevasj dåjma.
sma: Saemiedigkie aaj dåarjoem vadta bæjhkoehtæmman saemien tjiehpieslidteratuvreste, learoevierhtiedorjemassese jïh jeatjah gïeleråajvarimmide.

source: Dájda aj moattes åhtsi ja hæhttu garrasit vuorodit.
sma: Daah dåarjoeöörnegh aaj jïjnjh ohtjsijh utnieh, jïh tjuara striengkieslaakan prijoriteradidh.

source: Suohkana ja fylkkasuohkana ma li sáme giellaháldadimguovlon li jahkásattjat oadtjum sulle 45 millijåvnå kråvnå guovtegielakvuodadoarjjan.
sma: Tjïelth jïh fylhkentjïelth saemien gïelen reeremedajvesne leah fïerhten jaepien medtie 45 millijovnh kråvnah guektiengïeledåarjojne åådtjeme.

source: Dá li rudá ma suohkanijda ja fylkkasuohkanijda juolloduvvi guovtegielak dievnastusfálaldibmáj.
sma: Daate lea vierhtieh mah tjïelth jïh fylhkentjïelth åadtjoeh juktie guektiengïeleldh dïenesjh gorredidh.

source: Dá li birástakmáksema majt Sámedigge jahkásattjat stáhtas oadtju.
sma: Daate lea mieriesertiestimmieh mejtie Saemiedigkie staateste åådtje fïerhten jaepien.

source: Guovtegielakvuodadoarjja ij le lassánam åbbålasj haddegoarŋŋoma milta sebrudagán.
sma: Guektiengïeledåarjoe ij leah læssanamme dejnie sïejhme åasalissiehtimmine siebriedahkesne.

source: Sámedigge oadtju rapportajt ja budsjæhttadárbojt suohkanijs ja fylkkasuohkanijs juohkka jage.
sma: Saemiedigkie fïerhten jaepien reektehtsh jïh budsjedtedaerpiesvoeth tjïeltijste jïh fylhkentjïeltijste dååste.

source: Sierraláhkáj suohkana diededi dárbahi ienep rudájt.
sma: Joekoen tjïelth reektieh dah lissiehtamme vierhtieh daarpesjieh.

source: Sámedikke oajvvadus jut sámelága giellanjuolgadusá galggi ålles lánndaj guosskat sjaddá vájkkudit suohkanijda ma juo li giellaháldadimguovlon ja guovtegielakvuodadoarjjaj suohkanijda ja fylkkasuohkanijda.
sma: Saemiedigkien raeriestimmie mij jeahta saemielaaken gïelenjoelkedassh abpe laantem feerhmieh, sæjhta konsekvensh åadtjodh tjïeltide reeremedajvesne jïh guektiegïeledåarjose tjïeltide jïh fylhkentjïeltide.
